{
    "version": "https://jsonfeed.org/version/1",
    "title": "mistynotes - archief",
    "description": "",
    "home_page_url": "https://silexy.github.io",
    "feed_url": "https://silexy.github.io/feed.json",
    "user_comment": "",
    "author": {
        "name": "mistynotes"
    },
    "items": [
        {
            "id": "https://silexy.github.io/verwijder-je-gmail-en-hou-je-google-account-intact-2.html",
            "url": "https://silexy.github.io/verwijder-je-gmail-en-hou-je-google-account-intact-2.html",
            "title": "Verwijder je gmail en hou je Google account intact",
            "summary": "Sinds LinkedIn mijn gmail account in de openbaarheid heeft gegooid heb ik veel last van grapjassen die dit account voor van alles en nog wat gebruiken. Ze proberen wat bij Amazon, ze ondertekenen een petitie, of ze maken een account aan bij een winkel. Je&hellip;",
            "content_html": "<figure class=\"img_main\"><img loading=\"lazy\"  alt=\"DeleteGmail\" src=\"https://i.snap.as/hZRJcp1P.png\" data-is-external-image=\"true\" /></figure>\n\n<p>Sinds LinkedIn mijn gmail account in de openbaarheid heeft gegooid heb ik veel last van grapjassen die dit account voor van alles en nog wat gebruiken. Ze proberen wat bij Amazon, ze ondertekenen een petitie, of ze maken een account aan bij een winkel. Je vraagt je af hoe dit laatste mogelijk is. Bij de aanmaak van een account wordt er immers een bevestigingsmail gestuurd. In die mail vind je dan een link waar je op kunt klikken om dat account te bevestigen. Je moet dus het wachtwoord van het gmail-account hebben en eventueel de telefoon waarop je “twee-factor-authenticatie” hebt ingesteld,  om op die link te kunnen klikken. Vorige week had ik zogenaamd een account op “OfferUp” aangemaakt. Ik heb nooit van die website gehoord, maar het verbaasde mij dat ik een bevestigingsmail toegezonden kreeg,  daarna zelfs een welkomstbericht en de grappenmakers hebben vervolgens een dure tv op dit account te geef gezet. </p>\n<!--more-->\n<p><figure class=\"post__image\"><img loading=\"lazy\" src=\"https://i.snap.as/ivmwhjV.png\" data-is-external-image=\"true\"  alt=\"Welcome\" /></figure>\nZo krijg ik dus een hoop mails binnen met de vraag: “Hi, is this still available?”.\nNu heb ik op mijn Google-account een wachtwoord staan dat er ongeveer zo uit ziet: ywlRy0ZA^Vb&gt;c(QjqqP&amp;l_Ex. Dus ik vermoed dat mijn gmail-account niet gehackt is. Natuurlijk heb ik voor de zekerheid het gmail-account van een nieuw wachtwoord voorzien. Ik heb echter de indruk dat deze site gehackt is, gezien het beeld dat je te zien krijgt als je die in de browser oproept.\n<figure class=\"post__image\"><img loading=\"lazy\" src=\"https://i.snap.as/DhmwHEw.png\" data-is-external-image=\"true\"  alt=\"OfferUpError\" /></figure></p>\n<h2 id=\"de-emmer-die-overloopt\">De emmer die overloopt</h2>\n<p>Voor mij is het de druppel die de emmer doet overlopen. Zo’n site gaat rustig verder met de verkoop, ook al is ze gehackt. Ik krijg ten minste nog steeds van die OfferUp e-mails binnen. Waarschijnlijk gaat dat dan via de apps op de smartphone. </p>\n<p>Gelukkig heb ik in het afgelopen jaar rustig mijn gmail-account uit mijn internetactiviteiten gehaald. Ontgooglen is “in”, nietwaar? Volgens mij zijn er nu geen accounts meer waarmee ik moet inloggen met mijn gmail account. Er zijn wel mensen die mij op dit e-mail account in het adresboek hebben staan. Die zal ik nog een berichtje moeten sturen, en anders kan men mij altijd nog bellen op mijn telefoonnummer dat al twintig jaar hetzelfde is.</p>\n<blockquote>\n<h3 id=\"dus-nu-is-het-echt-tijd-om-mijn-gmail-account-te-verwijderen\"><em>Dus nu is het echt tijd om mijn gmail account te verwijderen.</em></h3>\n</blockquote>\n<p>Maar gaat dat wel, als je een Android telefoon hebt? Dat vroeg ik me dus wel even af. Maar kennelijk kun je je per dienst afmelden voor Google services, terwijl je Google account intact blijft. Als je gmail “uitzet” dan kun je zelfs de agenda blijven gebruiken. Het mooie is ook dat je eventueel later die gmail weer aan kunt zetten. Wel is het zo dat al je mails het ravijn in worden geveegd om nooit meer terug te keren. Mocht je daar nog belangrijke mails in hebben zitten, dan moet je die nog allemaal nagaan. Je kunt ook een backup van de mails maken via de “<a href=\"https://takeout.google.com/\">takeout</a>“-functie in je Google account. Je kunt er voor kiezen alleen de mails te backuppen, maar als je toch bezig bent, kun je ook eens alle spullen in een keer zekerstellen.\n<figure class=\"post__image\"><img loading=\"lazy\" src=\"https://i.snap.as/0otu9nE.png\" data-is-external-image=\"true\"  alt=\"GoogleTakeout\" /></figure>\nBij een grote backup kan het wel dagen duren.\n<figure class=\"post__image\"><img loading=\"lazy\" src=\"https://i.snap.as/srTZr3J.png\" data-is-external-image=\"true\"  alt=\"Nieuwe export maken\" /></figure>\nBij mij duurde het drie dagen. Omdat ik wat heb zitten veranderen aan de informatie over wachtwoorden uit een lang vergeten chromebrowser-tijdperk - ik gebruik nu voornamelijk Firefox - krijg ik ook een melding dat niet alles compleet is.\n<figure class=\"post__image\"><img loading=\"lazy\" src=\"https://i.snap.as/oCrCXtr6.png\" data-is-external-image=\"true\"  alt=\"Google Takeout: export ready\" /></figure>\nHet is trouwens wel aan te bevelen om eens naar je wachtwoorden te kijken <a href=\"https://passwords.google.com/\">hier</a> en ervoor te zorgen dat alles in orde is. Dat had ik al veel eerder moeten doen, en als je Chrome niet gebruikt, kun je hier eigenlijk wel zowat alles verwijderen.\n<figure class=\"post__image\"><img loading=\"lazy\" src=\"https://i.snap.as/HZSqWIKp.png\" data-is-external-image=\"true\"  alt=\"Google wachtwoordcheck\" /></figure></p>\n<h2 id=\"de-rode-knop\">De rode knop</h2>\n<p>Zal ik hem indrukken, die <a href=\"https://myaccount.google.com/delete-services-or-account\">knop</a>? Er zit zoveel aan vast, aan zo’n gmail account. Daarom zullen gelekte gmail adressen ook wel populair zijn om iets mee te doen. Je gooit die niet zomaar weg. Mensen denken ook vaak dat een gmail-account hetzelfde is als een google-account. In ieder geval zie je bij support het <a href=\"https://support.google.com/accounts/answer/61177\">volgende</a>:\n<figure class=\"post__image\"><img loading=\"lazy\" src=\"https://i.snap.as/qny51EA.png\" data-is-external-image=\"true\"  alt=\"Uitleg Gmail Verwijderen\" /></figure>\nVolg je de instructies daar, dan zie je op het grote moment een scherm dat er zo ongeveer uitziet.\n<figure class=\"post__image\"><img loading=\"lazy\" src=\"https://i.snap.as/fFDMTDta.png\" data-is-external-image=\"true\"  alt=\"Een google service verwijderen\" /></figure> \nIk hoef geen backup meer te maken, want dat heb ik pas al gedaan. Ik kies hier gmail. Omdat je op je Google account met je gmail inlogt, vraagt Google je nu een ander e-mail adres te gebruiken, zodat je je Google account kunt blijven gebruiken. \n<figure class=\"post__image\"><img loading=\"lazy\" src=\"https://i.snap.as/GZmEpnV4.png\" data-is-external-image=\"true\"  alt=\"Keuze alternatief e-mail adres\" /></figure>\nEn dan krijg je nog een waarschuwing. En dat is heel terecht, want veel mensen gebruiken het gmail-adres voor van alles en nog wat. Bijvoorbeeld om in te loggen bij je bank, of als reserve e-mail adres voor als je je wachtwoord vergeten bent. Ik heb ongeveer een jaar dit gmail adres niet meer gebruikt. Zo ben ik er vrij zeker van, dat er geen moeilijkheden van komen. Maar het blijft echt wel spannend.\n<figure class=\"post__image\"><img loading=\"lazy\" src=\"https://i.snap.as/6VW775v6.png\" data-is-external-image=\"true\"  alt=\"Waarschuwing verwijderen gmail\" /></figure>\nEn dan gaat het toch echt gebeuren!\n<figure class=\"post__image\"><img loading=\"lazy\" src=\"https://i.snap.as/TjnavCD3.png\" data-is-external-image=\"true\"  alt=\"Gmail verwijderd\" /></figure></p>\n<h6 id=\"gmail-degoogle-google-leaks-deletegmail-deletegoogle\">#gmail #degoogle #google #leaks #deletegmail #deletegoogle</h6>\n",
            "author": {
                "name": "mistynotes"
            },
            "tags": [
            ],
            "date_published": "2020-11-06T16:04:25+01:00",
            "date_modified": "2020-11-06T16:04:56+01:00"
        },
        {
            "id": "https://silexy.github.io/maak-jezelf-onsterfelijk-2.html",
            "url": "https://silexy.github.io/maak-jezelf-onsterfelijk-2.html",
            "title": "Maak jezelf onsterfelijk",
            "summary": "Schrijvers schrijven in sommige gevallen om niet vergeten te worden en een plaatsje in de geschiedenis te krijgen. Ben jij er ook zo een, dan kun je het lot een beetje helpen door gebruik te maken van het webarchief. Hiermee kun je je blogje voor&hellip;",
            "content_html": "<figure class=\"img_main\"><img loading=\"lazy\" alt=\"Immortal\" src=\"https://i.snap.as/H4Fyp5E.png\" data-is-external-image=\"true\"  /></figure>\n\n<p>Schrijvers schrijven in sommige gevallen om niet vergeten te worden en een plaatsje in de geschiedenis te krijgen. Ben jij er ook zo een, dan kun je het lot een beetje helpen door gebruik te maken van het <a href=\"https://help.archive.org/hc/en-us/articles/360001513491-Save-Pages-in-the-Wayback-Machine\">webarchief</a>. Hiermee kun je je blogje voor altijd vastleggen. Ook al ben je zelf of je blogje al helemaal niet meer in deze wereld, iedereen kan nog steeds met je kennismaken, of je kunstwerken herlezen. Ik ga het doen om een andere reden.</p>\n<!--more-->\n\n<p>Ik wil mijn oude blog op WordPress weghalen, nu ik ben overgestapt op een ander <a href=\"https://write.as/about\">blogplatform</a>. Waarom zou ik eigenlijk mijn WordPress account willen verwijderen? Dat kan toch gewoon blijven bestaan? Tja, dat is persoonlijk. Ik wil bezoekers van mijn website niet opzadelen met allerlei trackers. Kijk eens naar de trackers van <a href=\"https://themarkup.org/blacklight?url=mistynotes.nl\">mistynotes.nl</a>, mijn huidige website, en naar de trackers in <a href=\"https://themarkup.org/blacklight?url=mistynotes.wordpress.com\">mistynotes.wordpress.com</a>.</p>\n<p><figure class=\"post__image\"><img loading=\"lazy\" src=\"https://i.snap.as/FO6IhB9.png\" data-is-external-image=\"true\"  alt=\"trackers\" /></figure></p>\n<p>Dat komt natuurlijk doordat ik niet betaal voor die ruimte op wordpress.com. Als  ik mijn eigen spullen en privacy ter beschikking stel aan al die data-gieren omdat ik niet betaal, dan is dat nog te begrijpen. Maar bezoekers die mijn verhaaltjes willen lezen, wil ik daar niet aan blootstellen.</p>\n<p>Hoe sla je nu je website op? Als je naar de <a href=\"https://archive.org/\">archive.org</a> gaat vind je op een wat onlogische plek een veldje met “Save Page Now”.</p>\n<p><figure class=\"post__image\"><img loading=\"lazy\" src=\"https://i.snap.as/YLA3iVj.png\" data-is-external-image=\"true\"  alt=\"savepage-start\" /></figure></p>\n<p>Als je dit hebt gedaan vind je de pagina terug in het archief. Maar als je daar een artikel wil lezen, en je klikt op een “read more”-link, dan krijg je helaas een foutmelding.</p>\n<p><figure class=\"post__image\"><img loading=\"lazy\" src=\"https://i.snap.as/syb0KBe.png\" data-is-external-image=\"true\"  alt=\"Foutmelding link\" /></figure></p>\n<p>Het bewaren van de pagina levert alleen die hoofdpagina van je blog op in het archief. Nu kun je handmatig alle pagina’s van je website afgaan. Voor mij geldt dat ik maar een keer per maand gemiddeld een blogje schrijf, maar zelfs dan is het een heel werk. Bij het opslaan echter zag ik in kleine letters deze tekst.</p>\n<blockquote>\n<p>Sign in to use extra features: “Save outlinks”, “Save screenshot” and “My webarchive”</p>\n</blockquote>\n<h2 id=\"sign-up\">Sign up!</h2>\n<p>Dus dan maar opseinen. Het “sign-up” proces gaat zoals zo vaak, e-mail adres en wachtwoord invullen, op de link klikken van een toegezonden e-mail ter verificatie, en vervolgens inloggen.</p>\n<p>Je ziet nu een andere welkomstpagina. Klik op web.</p>\n<p><figure class=\"post__image\"><img loading=\"lazy\" src=\"https://i.snap.as/89NKb8D.png\" data-is-external-image=\"true\"  alt=\"Click op web\" /></figure></p>\n<p>En rechts zie je dan de felbegeerde “Save Page Now”. Klik de extra vinkjes aan bij “save outlinks” en “save to my webarchive”.</p>\n<p><figure class=\"post__image\"><img loading=\"lazy\" src=\"https://i.snap.as/pGmicVS.png\" data-is-external-image=\"true\"  alt=\"Start save met outlinks aangevinkt\" /></figure></p>\n<p>Je ziet nu duidelijk dat ook andere pagina’s worden geladen.</p>\n<p><figure class=\"post__image\"><img loading=\"lazy\" src=\"https://i.snap.as/FpCg3Ek.png\" data-is-external-image=\"true\"  alt=\"Save als ingelogde gebruiker\" /></figure></p>\n<p>En klaar.</p>\n<p><figure class=\"post__image\"><img loading=\"lazy\" src=\"https://i.snap.as/PHDXaFb.png\" data-is-external-image=\"true\"  alt=\"Save als ingelogde gebruiker: klaar\" /></figure></p>\n<p>Je ziet dan ook meteen de url waar je het archief kunt bekijken.\nHier is dat:</p>\n<blockquote>\n<p>(A snapshot was captured. Visit page: /web/20200925081748/<a href=\"https://mistynotes.nl/\">https://mistynotes.nl/</a>)</p>\n</blockquote>\n<p>Buiten de site is dat dan:\n<a href=\"https://web.archive.org/web/20200925081748/https://mistynotes.nl/\">https://web.archive.org/web/20200925081748/https://mistynotes.nl/</a></p>\n<p>Als we deze links gebruiken en naar het archief gaan, zien we dat de links nu wel werken. Het huidige artikel is natuurlijk nog niet bewaard in het archief. Bij een simpel blog als dat van mij krijg je vaak op de eerste pagina een aantal titels te zien met meestal een stukje tekst, de “lead” of inleiding van een artikel, met een linkje “meer lezen” of “read more” erbij. Als je het vinkje “save outlinks” hebt aanstaan, dan komen ook alle artikelen mee die je onder “meer lezen” hebt staan. </p>\n<h2 id=\"exponentieel\">Exponentieel</h2>\n<p>Nu staan niet alle artikelen van mij op die eerste pagina en moet je op de link onderaan klikken “older” om de andere artikelen te zien. Die pagina die naar “older” wijst wordt ook netjes opgeslagen. Maar alle “meer lezen” links op deze “older”-pagina dus niet, helaas. Het linken gaat namelijk maar één niveau diep. En dat is wel begrijpelijk, met meerdere niveaus of op een recursieve manier ben je al gauw het hele internet aan het archiveren vanuit een simpel blogje. Netwerkrelaties zijn exponentieel in aantal. Waar kennen we dat van? Ook van de virusbesmettingen natuurlijk. Een virus kent ook de kracht van netwerken voor verspreiding en maakt daarom ook gebruik van een netwerk van mensen. Dus archive.org wil graag ver onder die virtuele R0 blijven bij het aanmaken van nieuwe pagina’s. Een veilige manier is dan om maar een niveau diep te zoeken. Gelukkig heb ik maar twee hoofdpagina’s. De <a href=\"https://mistynotes.nl/page/2\">tweede pagina</a> laat ik dan op dezelfde manier archiveren.</p>\n<h2 id=\"oeps-te-laat\">Oeps, te laat</h2>\n<p>Nu heb ik alle voorbeelden van het bewaren van een website gedaan met mijn nieuwe site. Maar eigenlijk zou ik dat moeten doen met mijn oude site natuurlijk. Die wil ik verlaten, en links die ernaar toe verwijzen veranderen in links die naar het webarchive wijzen. Helaas kan dat nu niet meer. Ik heb mijn betaalde account al opgezegd, en daarmee kan ik met mistynotes.blog, het domein dat wordpress.com netjes afhandelde om naar het subdomein mistynotes.wordpress.com te wijzen, niet meer gebruiken. Ik verwijs er nog naar, via een omweg. Maar met webarchive.com krijg je hiermee je website niet terug. Gelukkig heb ik de afgelopen jaren wel af en toe een archief-snapshot van mijn WordPress site gemaakt. </p>\n<p>Als je je account van wordpress verwijdert, is het dus nodig eerst alle links in je nieuwe site die naar je oude website verwijzen, te veranderen zodat ze naar dit webarchive gaan wijzen. Voor iedere website is dat natuurlijk anders. Als dat er niet al te veel zijn, kun je deze handmatig aanpassen. In mijn geval zijn het er maar een paar. Dan hoop ik maar dat ik die pagina’s waarnaar verwezen wordt, terug te vinden zijn  op webarchive, omdat ik toevallig vond dat dat belangrijk was om op te slaan. En anders sla ik ze natuurlijk nog apart op in het webarchief, nu het nog kan.</p>\n<h2 id=\"struinen\">Struinen</h2>\n<p>Mocht je je hebben ingeschreven op de website archive.org, kijk dan ook eens naar de andere tools. Een <a href=\"https://blog.archive.org/2013/10/24/web-archive-404-handler-for-webmasters/\">404 foutmelding afhandeling</a> voor als je een gearchiveerde pagina uit je blog verwijdert. Of een <a href=\"https://wordpress.org/plugins/broken-link-checker/\">dode links checker</a> voor je WP-blog. En je kunt natuurlijk struinen in het grote webarchief met boeken, video’s, geluiden, beelden en zelfs oude software.</p>\n<h6 id=\"webarchive-waybackmachine-blogging-privacy-website\">#webarchive #waybackmachine #blogging #privacy #website</h6>\n",
            "author": {
                "name": "mistynotes"
            },
            "tags": [
            ],
            "date_published": "2020-11-06T16:01:53+01:00",
            "date_modified": "2020-11-06T16:03:34+01:00"
        },
        {
            "id": "https://silexy.github.io/ineens-is-je-website-traag.html",
            "url": "https://silexy.github.io/ineens-is-je-website-traag.html",
            "title": "Ineens is je website traag...",
            "summary": " Veel mensen zullen het erg overdreven vinden, maar ik gebruik voor mijn internetverkeer altijd een VPN. Het gebruik van de VPN is niet zo heel duur meer en het kost me eigenlijk ook niet veel moeite. Het wordt bij het opstarten van de computer&hellip;",
            "content_html": "<p><!-- /wp:paragraph --></p>\n<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://silexy.github.io/media/posts/78/jkv0r93-2.png\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://silexy.github.io/media/posts/78/responsive/jkv0r93-2-xs.png 300w ,https://silexy.github.io/media/posts/78/responsive/jkv0r93-2-sm.png 480w ,https://silexy.github.io/media/posts/78/responsive/jkv0r93-2-md.png 768w ,https://silexy.github.io/media/posts/78/responsive/jkv0r93-2-lg.png 1024w ,https://silexy.github.io/media/posts/78/responsive/jkv0r93-2-xl.png 1360w ,https://silexy.github.io/media/posts/78/responsive/jkv0r93-2-2xl.png 1600w\"  alt=\"\" width=\"502\" height=\"196\"></figure>\n<p>Veel mensen zullen het erg overdreven vinden, maar ik gebruik voor mijn internetverkeer altijd een VPN. Het gebruik van de VPN is niet zo heel duur meer en het kost me eigenlijk ook niet veel moeite. Het wordt bij het opstarten van de computer geactiveerd, en ik merk er niets van als ik op internet ben, of de mail ophaal. Nu “onderhoud” ik een paar websites waar enkele duizenden bezoekers per maand komen. “Onderhoud” staat tussen aanhalingstekens, omdat de sites erg statisch zijn: alleen heel af en toe pas ik er iets aan. Het is ook daarom dat ik er pas laat achter kwam dat één van de sites erg langzaam is, en zelfs een melding krijgt: “The connection has timed out”.</p>\n<figure class=\" size-full wp-image-4363 alignleft\"><a href=\"https://mistynotes.nl/ineens-is-je-website-traag\"><br><img loading=\"lazy\"  src=\"https://silexy.github.io/media/posts/78/kangaroo.png\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://silexy.github.io/media/posts/78/responsive/kangaroo-xs.png 300w ,https://silexy.github.io/media/posts/78/responsive/kangaroo-sm.png 480w ,https://silexy.github.io/media/posts/78/responsive/kangaroo-md.png 768w ,https://silexy.github.io/media/posts/78/responsive/kangaroo-lg.png 1024w ,https://silexy.github.io/media/posts/78/responsive/kangaroo-xl.png 1360w ,https://silexy.github.io/media/posts/78/responsive/kangaroo-2xl.png 1600w\"  alt=\"Kangaroo\" width=\"52\" height=\"30\"></figure><br></a><br><a href=\"https://mistynotes.nl/ineens-is-je-website-traag\"> Lees verder ... </a></p>",
            "image": "https://silexy.github.io/media/posts/78/jkv0r93.png",
            "author": {
                "name": "mistynotes"
            },
            "tags": [
            ],
            "date_published": "2020-08-18T14:18:17+02:00",
            "date_modified": "2020-09-27T14:16:47+02:00"
        },
        {
            "id": "https://silexy.github.io/liever-gebonden.html",
            "url": "https://silexy.github.io/liever-gebonden.html",
            "title": "Liever gebonden",
            "summary": " Een tijd geleden zag ik op tv tijdens een uitzending van De Wereld Draait Door enkele “boekdeskundigen” opperen dat, nu het e-book steeds populairder wordt, de 'echte' boeken specialer gemaakt zullen worden. Grote mooie boeken met hele schilderijen van illustraties werden er tijdens die&hellip;",
            "content_html": "<figure class=\"post__image\"><!-- /wp:paragraph --><img loading=\"lazy\"  src=\"https://silexy.github.io/media/posts/77/gebondenboeken_uitgelicht_crop-2.png\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://silexy.github.io/media/posts/77/responsive/gebondenboeken_uitgelicht_crop-2-xs.png 300w ,https://silexy.github.io/media/posts/77/responsive/gebondenboeken_uitgelicht_crop-2-sm.png 480w ,https://silexy.github.io/media/posts/77/responsive/gebondenboeken_uitgelicht_crop-2-md.png 768w ,https://silexy.github.io/media/posts/77/responsive/gebondenboeken_uitgelicht_crop-2-lg.png 1024w ,https://silexy.github.io/media/posts/77/responsive/gebondenboeken_uitgelicht_crop-2-xl.png 1360w ,https://silexy.github.io/media/posts/77/responsive/gebondenboeken_uitgelicht_crop-2-2xl.png 1600w\"  alt=\"\" width=\"1804\" height=\"360\"></figure><br>Een tijd geleden zag ik op tv tijdens een uitzending van De Wereld Draait Door enkele “boekdeskundigen” opperen dat, nu het e-book steeds populairder wordt, de 'echte' boeken specialer gemaakt zullen worden. Grote mooie boeken met hele schilderijen van illustraties werden er tijdens die uitzending getoond. Tot op heden zie ik er in de boekwinkel echter weinig van terug. De e-book verkopen stijgen nu ook niet meer zo spectaculair. Dat kan komen doordat een aantal grote bedrijven gestart is met ebook-abonnementen. Voor een tientje per maand mag je een heleboel boeken lezen, maar dan alleen onder een speciale verbinding met de winkel van het bedrijf. Het boek zelf kun je dan niet downloaden of opslaan en daarmee “in bezit nemen”. Maar het kan ook komen, doordat mensen, zoals ik, zich nu gaan realiseren dat met het kopen van e-books, je eigenlijk ook helemaal niets “in bezit neemt”. Het bedrijf waar je de e-books “gekocht” hebt, kan met een druk op de knop al je boeken verwijderen, of bepalen dat je ze in een bepaalde regio van de wereld niet mag lezen. Dat is rampzalig, tenminste, als je geen illegale backups van je ebooks gemaakt hebt. Maar een gewoon boek is en blijft je eigendom. En met name het feit dat je een fysiek boek gewoon kan weggeven of uitlenen, maakt het voor mij extra waardevol.<br><a href=\"https://mistynotes.nl/liever-gebonden\"><br><figure class=\" size-full wp-image-4363 alignleft\"><img loading=\"lazy\"  src=\"https://silexy.github.io/media/posts/77/kangaroo.png\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://silexy.github.io/media/posts/77/responsive/kangaroo-xs.png 300w ,https://silexy.github.io/media/posts/77/responsive/kangaroo-sm.png 480w ,https://silexy.github.io/media/posts/77/responsive/kangaroo-md.png 768w ,https://silexy.github.io/media/posts/77/responsive/kangaroo-lg.png 1024w ,https://silexy.github.io/media/posts/77/responsive/kangaroo-xl.png 1360w ,https://silexy.github.io/media/posts/77/responsive/kangaroo-2xl.png 1600w\"  alt=\"Kangaroo\" width=\"52\" height=\"30\"></figure><br></a><br><a href=\"https://mistynotes.nl/liever-gebonden\"> Lees verder ... </a></p>",
            "image": "https://silexy.github.io/media/posts/77/gebondenboeken_uitgelicht_crop.png",
            "author": {
                "name": "mistynotes"
            },
            "tags": [
                   "ebooks",
                   "drm",
                   "Boeken"
            ],
            "date_published": "2020-08-16T18:01:23+02:00",
            "date_modified": "2020-09-27T14:17:43+02:00"
        },
        {
            "id": "https://silexy.github.io/naar-een-beter-internet-de-beaker-browser.html",
            "url": "https://silexy.github.io/naar-een-beter-internet-de-beaker-browser.html",
            "title": "Naar een beter internet: de Beaker Browser",
            "summary": " Een steeds terugkomend onderwerp in tijdschriften en fora op het internet is: het internet zelf. En dan met name het functioneren van internet de laatste jaren. Oudere deelnemers zoals ik, denken wel eens met weemoed terug aan de jaren dat internet een hobby was,&hellip;",
            "content_html": "<p><!-- wp:paragraph --></p>\n<p>Een steeds terugkomend onderwerp in tijdschriften en fora op het internet is: het internet zelf. En dan met name het <a href=\"https://www.theguardian.com/technology/2018/sep/08/decentralisation-next-big-step-for-the-world-wide-web-dweb-data-internet-censorship-brewster-kahle\">functioneren</a> van internet de laatste jaren. Oudere deelnemers zoals ik, denken wel eens met weemoed terug aan de jaren dat internet een hobby was, en niet een manier om snel en veel geld te verdienen. Advertenties moeten nu eenmaal veel bekeken worden, en die associëren zich daarom met berichten die veel gelezen worden. Wat komt er op je Facebook- of Twitter-tijdlijn? Dat zijn berichten waar veel mensen zich druk over maken. Dus dat zijn geen berichten over het weer, \"het zonnetje schijnt\", of \"wat ben ik toch tevreden met mijn leven\". Het zijn juist de berichten met een negatieve inslag, die de aandacht trekken. Kennelijk zijn wij mensen zo gebouwd. Het nare is dat er nu slechts een paar grote techbedrijven over zijn gebleven die het grootste deel van het internet in hun macht hebben. Zij verdienen er op deze manier hun geld aan, en proberen dat ook zo te houden. Zo worden de negatieve en extreme berichten steeds maar weer versterkt. Ook komen er steeds meer privacyproblemen aan het licht, doordat deze bedrijven niet alleen advertenties verkopen, maar ook gegevens over jou en mij. Daarom borrelen er steeds meer initiatieven op die een alternatief internet willen bieden. Ik heb enkele ervan in een eerder <a href=\"https://mistynotes.wordpress.com/2019/03/21/naar-een-beter-internet/\">blogje</a> genoemd. De <a href=\"https://beakerbrowser.com/\">Beaker Browser</a> is weer zo'n initiatief.</p>\n<p><!-- /wp:paragraph --></p>\n<figure class=\" size-full wp-image-4363 alignleft\"><a href=\"https://mistynotes.nl/naar-een-beter-internet-de-beaker-browser\"> <img loading=\"lazy\"  src=\"https://silexy.github.io/media/posts/76/kangaroo.png\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://silexy.github.io/media/posts/76/responsive/kangaroo-xs.png 300w ,https://silexy.github.io/media/posts/76/responsive/kangaroo-sm.png 480w ,https://silexy.github.io/media/posts/76/responsive/kangaroo-md.png 768w ,https://silexy.github.io/media/posts/76/responsive/kangaroo-lg.png 1024w ,https://silexy.github.io/media/posts/76/responsive/kangaroo-xl.png 1360w ,https://silexy.github.io/media/posts/76/responsive/kangaroo-2xl.png 1600w\"  alt=\"Kangaroo\" width=\"52\" height=\"30\" /></figure> </a> <a href=\"https://mistynotes.nl/naar-een-beter-internet-de-beaker-browser\"> Lees verder ... </a></p>\n",
            "image": "https://silexy.github.io/media/posts/76/beakerbrowseruitgelicht.png",
            "author": {
                "name": "mistynotes"
            },
            "tags": [
            ],
            "date_published": "2020-06-30T08:19:52+02:00",
            "date_modified": "2020-09-27T13:56:03+02:00"
        },
        {
            "id": "https://silexy.github.io/handleiding-voor-de-grote-geldmachine.html",
            "url": "https://silexy.github.io/handleiding-voor-de-grote-geldmachine.html",
            "title": "Handleiding voor de Grote Geldmachine",
            "summary": " Sinds de Grote Recessie, de \"bankencrisis\" in 2007, is er veel geschreven over wat er allemaal mis is in ons bankensysteem. Dat heeft echter niet geleid tot echt wezenlijke aanpassingen. De buffers van de banken zijn wat groter geworden, maar een echte verandering is&hellip;",
            "content_html": "<p><!-- wp:paragraph --></p>\n<p>Sinds de Grote Recessie, de \"bankencrisis\" in 2007, is er veel geschreven over wat er allemaal mis is in ons bankensysteem. Dat heeft echter niet geleid tot echt wezenlijke aanpassingen. De buffers van de banken zijn wat groter geworden, maar een echte verandering is er niet doorgevoerd. Nu is er een nieuwe crisis, de Coronacrisis, en alweer wordt er veel gediscussieerd en geschreven over veranderingen die we nu eens écht moeten doorzetten.</p>\n<p><!-- /wp:paragraph --></p>\n<p><!-- wp:quote --></p>\n<blockquote class=\"wp-block-quote\"><p>\n<p><em>Wie zet er nu een economieboek op zijn \"te lezen\"-lijstje. En dan ook nog eens in de Engelse taal?</em></p>\n</blockquote>\n<p><!-- /wp:quote --></p>\n<p><!-- wp:paragraph --></p>\n<p>Want overheden en regeringen moeten bijspringen en kunnen nu ook eens voorwaarden stellen aan de hulp.<br>Nee, het mag toch niet gebeuren dat de belastingbetaler wéér alles alleen moet ophoesten, terwijl de hoge heren hun aandelen nog eens oppoetsen van het belastinggeld dat ministers als Hoekstra nu ineens gemakkelijk rondstrooien. <figure class=\"alignright\"><img loading=\"lazy\" alt=\"Boekcover\" src=\"https://silexy.github.io/media/posts/74/qWqP728.jpg\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://silexy.github.io/media/posts/74/responsive/qWqP728-xs.jpg 300w ,https://silexy.github.io/media/posts/74/responsive/qWqP728-sm.jpg 480w ,https://silexy.github.io/media/posts/74/responsive/qWqP728-md.jpg 768w ,https://silexy.github.io/media/posts/74/responsive/qWqP728-lg.jpg 1024w ,https://silexy.github.io/media/posts/74/responsive/qWqP728-xl.jpg 1360w ,https://silexy.github.io/media/posts/74/responsive/qWqP728-2xl.jpg 1600w\"  style=\"width:200px;\" ></figure>Die discussies zijn vaak economisch van aard, en meestal haak ik dan af. Deze keer wilde ik me er eens beter in verdiepen en het boek <a href=\"https://www.versobooks.com/books/2706-the-production-of-money\">\"The Production of Money\"</a> gaan lezen. Omdat de <a href=\"https://en.wikipedia.org/wiki/Ann_Pettifor\">schrijfster</a> een duidelijke visie heeft en een antwoord zegt te hebben, en ook nog eens de economische ontwikkelingen in het verleden goed heeft weten te voorspellen, in tegenstelling tot de meeste \"geleerden\", vond ik dit een goed startpunt om eens rond te dwalen in de economische velden.</p>\n<p><!-- /wp:paragraph --></p>\n<figure class=\" size-full wp-image-4363 alignleft\"><a href=\"https://write.as/mistynotes/handleiding-voor-de-grote-geldmachine\"><br><img loading=\"lazy\"  src=\"https://silexy.github.io/media/posts/74/kangaroo.png\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://silexy.github.io/media/posts/74/responsive/kangaroo-xs.png 300w ,https://silexy.github.io/media/posts/74/responsive/kangaroo-sm.png 480w ,https://silexy.github.io/media/posts/74/responsive/kangaroo-md.png 768w ,https://silexy.github.io/media/posts/74/responsive/kangaroo-lg.png 1024w ,https://silexy.github.io/media/posts/74/responsive/kangaroo-xl.png 1360w ,https://silexy.github.io/media/posts/74/responsive/kangaroo-2xl.png 1600w\"  alt=\"Kangaroo\" width=\"52\" height=\"30\"></figure><br></a><br><a href=\"https://write.as/mistynotes/handleiding-voor-de-grote-geldmachine\"> Lees verder ... </a></p>\n",
            "image": "https://silexy.github.io/media/posts/74/wkociui-e1590766766841.png",
            "author": {
                "name": "mistynotes"
            },
            "tags": [
            ],
            "date_published": "2020-05-29T16:48:35+02:00",
            "date_modified": "2020-09-27T13:56:01+02:00"
        },
        {
            "id": "https://silexy.github.io/petities-petities-petities.html",
            "url": "https://silexy.github.io/petities-petities-petities.html",
            "title": "Petities, petities, petities",
            "summary": "Net als kinderen die het niet eerlijk vinden dat hun broertje of zusje wél een snoepje krijgen, gaan volwassenen in de steigers om voor hun deel te schreeuwen. Zij doen dat tegenwoordig in de vorm van een petitie. Kijk eens hoeveel er zijn om te&hellip;",
            "content_html": "<p>Net als kinderen die het niet eerlijk vinden dat hun broertje of zusje wél een snoepje krijgen, gaan volwassenen in de steigers om voor hun deel te schreeuwen.<br />\nZij doen dat tegenwoordig in de vorm van een petitie. Kijk eens hoeveel er zijn om te pleiten voor het openen van het slot op hun nering.<br />\n<a href=\"https://write.as/mistynotes/petities-petities-petities\"><br />\n<figure class=\" size-full wp-image-4363 alignleft\"><img loading=\"lazy\"  src=\"https://silexy.github.io/media/posts/73/kangaroo.png\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://silexy.github.io/media/posts/73/responsive/kangaroo-xs.png 300w ,https://silexy.github.io/media/posts/73/responsive/kangaroo-sm.png 480w ,https://silexy.github.io/media/posts/73/responsive/kangaroo-md.png 768w ,https://silexy.github.io/media/posts/73/responsive/kangaroo-lg.png 1024w ,https://silexy.github.io/media/posts/73/responsive/kangaroo-xl.png 1360w ,https://silexy.github.io/media/posts/73/responsive/kangaroo-2xl.png 1600w\"  alt=\"Kangaroo\" width=\"52\" height=\"30\" /></figure><br />\n</a><br />\n<a href=\"https://write.as/mistynotes/petities-petities-petities\"> Lees verder ... </a></p>\n",
            "image": "https://silexy.github.io/media/posts/73/q2u0d2h.png",
            "author": {
                "name": "mistynotes"
            },
            "tags": [
            ],
            "date_published": "2020-05-14T11:35:51+02:00",
            "date_modified": "2020-09-27T13:56:00+02:00"
        },
        {
            "id": "https://silexy.github.io/de-vogelvrije-voetganger.html",
            "url": "https://silexy.github.io/de-vogelvrije-voetganger.html",
            "title": "De vogelvrije voetganger",
            "summary": "<p><!-- wp:paragraph --></p>\n<p>Nijmegen, de stad waar ik woon, is een fietsvriendelijke stad. Ooit zelfs uitgeroepen tot \"Fietsstad\" door de Fietsersbond. Fietsen is milieuvriendelijk en ook nog gezond. Ik ben al jaren bekend met de sympathieke bond ENFB, nu de Fietsersbond geheten. Ik las vroeger geregeld het blad: de \"Vogelvrije fietser\". &nbsp;Het blad bestaat nog steeds onder dezelfde naam. De tijden zijn gelukkig erg veranderd, maar... is het nu niet misschien tijd voor een ENVB?</p>\n<p><!-- /wp:paragraph --></p>\n<p><!-- wp:more --></p>\n",
            "content_html": "<p><!-- wp:paragraph --></p>\n<p>Nijmegen, de stad waar ik woon, is een fietsvriendelijke stad. Ooit zelfs uitgeroepen tot \"Fietsstad\" door de Fietsersbond. Fietsen is milieuvriendelijk en ook nog gezond. Ik ben al jaren bekend met de sympathieke bond ENFB, nu de Fietsersbond geheten. Ik las vroeger geregeld het blad: de \"Vogelvrije fietser\". &nbsp;Het blad bestaat nog steeds onder dezelfde naam. De tijden zijn gelukkig erg veranderd, maar... is het nu niet misschien tijd voor een ENVB?</p>\n<p><!-- /wp:paragraph --></p>\n<p><!-- wp:more --></p>\n\n<!-- /wp:more --></p>\n<p><!-- wp:paragraph --></p>\n<p>Ik ben voornamelijk een voetganger, en soms zelfs een wandelaar. Als ik vijf kilometer verderop moet zijn, dan pak ik niet de fiets, maar dan ga ik met de \"benenwagen\". Twee jaar geleden heb ik zelfs mijn 35 jaar oude herenfiets voor twee tientjes aan een student overgedaan. Misschien maakt me dat nu de enige Nederlander zonder fiets.</p>\n<p><!-- /wp:paragraph --></p>\n<p><!-- wp:heading --></p>\n<h2>Snelverkeer</h2>\n<p><!-- /wp:heading --></p>\n<p><!-- wp:paragraph --></p>\n<p>Als ervaren voetganger merk ik wel dingen op, die anderen kennelijk ontgaan. Nu de norm niet meer de snelle auto is, maar gelukkig meer en meer de milieuvriendelijke fiets, worden er &nbsp;enkele nieuwe ongelijke verhoudingen duidelijk. Wat ik bedoel is het volgende: het wordt voor mij steeds duidelijker dat fietsers zichzelf als belangrijkste verkeersdeelnemers gaan zien. Net als automobilisten naar fietsers toe zich als hoogwaardig \"snelverkeer\" gedroegen, doen fietsers dat nu naar voetgangers toe.</p>\n<p><!-- /wp:paragraph --></p>\n<p><!-- wp:image {\"id\":2420,\"align\":\"none\",\"className\":\"size-full wp-image-2420\"} --></p>\n<figure class=\"wp-block-image alignnone size-full wp-image-2420\"><figure class=\"wp-image-2420\"><img loading=\"lazy\" src=\"https://silexy.github.io/media/posts/71/vv_vijfsprong.png\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://silexy.github.io/media/posts/71/responsive/vv_vijfsprong-xs.png 300w ,https://silexy.github.io/media/posts/71/responsive/vv_vijfsprong-sm.png 480w ,https://silexy.github.io/media/posts/71/responsive/vv_vijfsprong-md.png 768w ,https://silexy.github.io/media/posts/71/responsive/vv_vijfsprong-lg.png 1024w ,https://silexy.github.io/media/posts/71/responsive/vv_vijfsprong-xl.png 1360w ,https://silexy.github.io/media/posts/71/responsive/vv_vijfsprong-2xl.png 1600w\"  alt=\"Vijfsprong Tunnelweg, Kraaijenhofweg, Koninginnelaan, Tweede oude Heselaan, Marialaan\"  /></figure><br />\n<figcaption>Vijfsprong</figcaption>\n</figure>\n<p><!-- /wp:image --></p>\n<p><!-- wp:paragraph --></p>\n<p>Heel vaak moet ik in de buurt waar ik woon een aantal zebrapaden met verkeerslichten oversteken. 's Avonds en soms 's morgens heb ik een korte route langs een hondentoilet, een meubelzaak en een leuke groene buurt met mijn kleine hondje Snappie. Toch heb ik meermaals overwogen om deze routine te veranderen. Waarom? Door het gevaarlijke en arrogante gedrag van de fietsers.</p>\n<p><!-- /wp:paragraph --></p>\n<p><!-- wp:heading --></p>\n<h2>Rood is veilig</h2>\n<p><!-- /wp:heading --></p>\n<p><!-- wp:paragraph --></p>\n<p>Zoals ik het nu ervaar, zijn fietsers de meest onbeleefde verkeersdeelnemers die er bestaan. Het is werkelijk voor mij veiliger om over te steken als het voetgangersverkeerslicht op rood staat, dan wanneer het op groen staat. Wanneer het op groen staat, komen er van alle kanten, soms vanuit een verdekt opgestelde positie, met hoge snelheid kriskras van achter en van voren fietsers rakelings lang mij en Snappie heen geraasd over het zebrapad. Als ik maar toevallig per vergissing een beweging maak enkele centimeters naar buiten toe, heb ik gerif een aantal gebroken botten. Of als ik Snappie niet heel erg kort aan de lijn hou, dan gebeuren er ongelukken. Ik had altijd gedacht, dat op een zebrapad alleen voetgangers toegestaan waren. Maar fietsers eigenen zich steeds meer ruimte toe. De kolonisatie en uitbuiting van het zebrapad is hiermee een feit.</p>\n<p><!-- /wp:paragraph --></p>\n<p><!-- wp:paragraph --></p>\n<p>Ik weet het wel. Het is een overdreven reactie. Maar blijkbaar zit het expansionisme toch in ons aller Westerse bloed. Zelfs een voetgangersreservaat als het zebrapad wordt achteloos &nbsp;geschonden. Niet door automobilisten, maar door fietsers.</p>\n<p><!-- /wp:paragraph --></p>\n<p><!-- wp:heading --></p>\n<h2>Vogelvrij</h2>\n<p><!-- /wp:heading --></p>\n<p><!-- wp:paragraph --></p>\n<p>De verkeerssituatie is hier niet standaard, het is een vijfsprong, en we zijn blijkbaar technisch nog niet zo ver om dat goed te regelen. Deze vijfsprong is ook een ongelukken-brekebeen in onze stad. Een betere geleiding van fietsers zou hier geen overbodige luxe zijn. Maar moeten we wachten op de gemeente om dit ingewikkelde verkeersprobleem voor ons op te lossen?</p>\n<p><!-- /wp:paragraph --></p>\n<p><!-- wp:paragraph --></p>\n<p>En, &nbsp;beste fietser, ben jij al zo snel vergeten dat je zelf vogelvrij was? Doe nou niet hetzelfde als datgene waar je automobilisten van beschuldigde. Stap even af en lóóp over het zebrapad. Je bent er helemaal welkom, als je dat doet, en het kost misschien anderhalve minuut. Daar krijg jij toch geen gebroken botten van?</p>\n<p><!-- /wp:paragraph --></p>\n<p><!-- wp:heading {\"level\":6} --></p>\n<h6>Illustratie uit:&nbsp;<a href=\"https://www.openstreetmap.org/#map=18/51.84316/5.84717\" target=\"_blank\" rel=\"noopener\">openstreetmap.org</a></h6>\n<p><!-- /wp:heading --></p>\n",
            "image": "https://silexy.github.io/media/posts/71/vv_vijfsprong.png",
            "author": {
                "name": "mistynotes"
            },
            "tags": [
                   "vogelvrije fietser",
                   "tweede oude heselaan",
                   "tunnelweg",
                   "marialaan",
                   "kraaijenhofweg",
                   "konininginnelaan",
                   "Voetganger",
                   "Verkeer",
                   "Nijmegen",
                   "ENFB"
            ],
            "date_published": "2020-04-17T12:48:25+02:00",
            "date_modified": "2020-09-27T13:55:57+02:00"
        },
        {
            "id": "https://silexy.github.io/automatisch-ebooks-maken-bij-writeas.html",
            "url": "https://silexy.github.io/automatisch-ebooks-maken-bij-writeas.html",
            "title": "Automatisch ebooks maken bij write.as",
            "summary": "Een website is geen ebook. Met het standaard minimalistische uiterlijk van write.as komen die twee echter heel dicht bij elkaar. Het is dan ook niet verwonderlijk dat de makers van write.as nu een nieuwe mogelijkheid aanbieden, om van je website direct een ebook te maken.",
            "content_html": "<p>Een website is geen ebook. Met het standaard minimalistische uiterlijk van write.as komen die twee echter heel dicht bij elkaar. Het is dan ook niet verwonderlijk dat de makers van write.as nu een nieuwe <a href=\"https://discuss.write.as/t/ebook-add-on/1271\">mogelijkheid</a> aanbieden, om van je website direct een ebook te maken. Dat kan, door achter je website de tekens \"/.epub\" te zetten. Probeer het maar eens met https://mistynotes.nl/.epub. Weinig werk en heel leuk, als je al je gedichten of verhalen in een boekje wil hebben.</p>\n<figure class=\" size-full wp-image-4363 alignleft\"><a href=\"https://write.as/mistynotes/automatisch-ebooks-maken-bij-write-as\"><br />\n<img loading=\"lazy\"  src=\"https://silexy.github.io/media/posts/72/kangaroo.png\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://silexy.github.io/media/posts/72/responsive/kangaroo-xs.png 300w ,https://silexy.github.io/media/posts/72/responsive/kangaroo-sm.png 480w ,https://silexy.github.io/media/posts/72/responsive/kangaroo-md.png 768w ,https://silexy.github.io/media/posts/72/responsive/kangaroo-lg.png 1024w ,https://silexy.github.io/media/posts/72/responsive/kangaroo-xl.png 1360w ,https://silexy.github.io/media/posts/72/responsive/kangaroo-2xl.png 1600w\"  alt=\"Kangaroo\" width=\"52\" height=\"30\" /></figure><br />\n</a><br />\n<a href=\"https://write.as/mistynotes/automatisch-ebooks-maken-bij-write-as\"> Lees verder ... </a></p>\n",
            "image": "https://silexy.github.io/media/posts/72/j6b1jkc.png",
            "author": {
                "name": "mistynotes"
            },
            "tags": [
            ],
            "date_published": "2020-04-17T12:47:25+02:00",
            "date_modified": "2020-09-27T13:55:59+02:00"
        },
        {
            "id": "https://silexy.github.io/laat-de-autoriteit-persoonsgegevens-snel-het-hoofd-hangen.html",
            "url": "https://silexy.github.io/laat-de-autoriteit-persoonsgegevens-snel-het-hoofd-hangen.html",
            "title": "Laat de Autoriteit Persoonsgegevens snel het hoofd hangen?",
            "summary": "Nu las ik het al in een eerder bericht, maar het is de kracht van de herhaling die me er met de neus op drukte: wat is nu eigenlijk de rol van de Autoriteit Persoonsgegevens? Lees het volgende stukje, en kijk dan naar de laatste&hellip;",
            "content_html": "<p>Nu las ik het al in een eerder bericht, maar het is de kracht van de herhaling die me er met de neus op drukte: wat is nu eigenlijk de rol van de Autoriteit Persoonsgegevens? Lees het volgende <a href=\"https://autoriteitpersoonsgegevens.nl/nl/nieuws/ap-corona-apps-alleen-als-privacy-gewaarborgd\">stukje</a>, en kijk dan naar de laatste zin. Het lijkt erop dat de AP goed voor onze privacy opkomt. Maar als de overheid niet van zins is voor een goede privacy te zorgen, en Big-Brother-wetten gaat maken, lijkt de AP het hoofd maar al te snel te laten hangen.</p>\n<blockquote><p>Eerder gaf de AP al aan dat data van telecomproviders niet zonder toestemming mogen worden gedeeld, tenzij de wet wordt aangepast.</p></blockquote>\n<figure class=\" size-full wp-image-4363 alignleft\"><a href=\"https://write.as/mistynotes/laat-de-autoriteit-persoonsgegevens-snel-het-hoofd-hangen\"><br />\n<img loading=\"lazy\"  src=\"https://silexy.github.io/media/posts/70/kangaroo.png\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://silexy.github.io/media/posts/70/responsive/kangaroo-xs.png 300w ,https://silexy.github.io/media/posts/70/responsive/kangaroo-sm.png 480w ,https://silexy.github.io/media/posts/70/responsive/kangaroo-md.png 768w ,https://silexy.github.io/media/posts/70/responsive/kangaroo-lg.png 1024w ,https://silexy.github.io/media/posts/70/responsive/kangaroo-xl.png 1360w ,https://silexy.github.io/media/posts/70/responsive/kangaroo-2xl.png 1600w\"  alt=\"Kangaroo\" width=\"52\" height=\"30\" /></figure><br />\n</a><br />\n<a href=\"https://write.as/mistynotes/laat-de-autoriteit-persoonsgegevens-snel-het-hoofd-hangen\"> Lees verder ... </a></p>\n",
            "image": "https://silexy.github.io/media/posts/70/rcwxvzb.png",
            "author": {
                "name": "mistynotes"
            },
            "tags": [
            ],
            "date_published": "2020-04-15T12:38:55+02:00",
            "date_modified": "2020-09-27T13:55:57+02:00"
        }
    ]
}
